{
  "close": "Kapat",
  "test": "Bu bir test yayıyınıdır",
  "test_title": "Test Başlık",
  "card_title": "Bilgi Kartı Talimatları",
  "card_2": "Sayfanın üst kısmındaki sayılar doğru, belirsiz, yanlış cevapların ve şu ana kadar çözülen bilgi kartlarının sayısını gösterir.",
  "card_1": "Eğer cevabı kolayca hatırlıyorsanız doğruyu seçin. Eğer emin değilseniz belirsizi seçin. Eğer cevabı hatırlamıyorsanız yanlışı seçin. Oturum, oturumu bitir butonuna basana kadar devam eder.",
  "card_3": "Fotoğraf içeren bilgi kartları, fotoğrafın boyutuna bağlı olarak yüklenmesi birkaç saniye sürebilir. Lütfen sabırlı olun.",
  "updateDeck_title": "Desteyi Düzenleme Talimatları",
  "updateDeck_1": "Destenin adını üzerine tıklayarak düzenleyebilirsiniz. Bir bilgi kartı eklemek için sayfanın altındaki bilgi kartı oluştur butonuna tıklayın. Bir bilgi kartının arka yüzünü görmek için üzerine tıklayın.",
  "updateDeck_2": "Bir bilgi kartına basılı tutarak onu büyütülmüş modda görüntüleyebilirsiniz.",
  "home_title": "Ana Sayfa Talimatları",
  "home_1": "Kütüphanenizdeki desteleri ve testleri sağ üst köşedeki arama simgesine tıklayarak arayabilirsiniz.",
  "home_2": "Mesajdaki ilgili test veya desteye gitmek için sayfanın ortasındaki mavi kutuya tıklayabilirsiniz.",
  "generateDeck_title": "Deste Oluşturma Talimatları",
  "generateDeck_1": "Otomatik olarak bir deste oluşturmak için, bu sayfadaki doğru seçenekleri seçmek çok önemlidir.",
  "generateDeck_2": "Ders notlarını pdf veya resim dosyası olarak, video kayıtlarını mp4 dosyası olarak veya ses kayıtlarını mp3 dosyası olarak yükleyebilirsiniz.",
  "generateDeck_3": "Yüklediğiniz materyalin dilini doğru bir şekilde seçmelisiniz. Yanlış dili seçerseniz, sistem materyali anlayamayabilir.",
  "generateQuiz_title": "Test Oluşturma Talimatları",
  "generateQuiz_1": "Otomatik olarak bir test oluşturmak için, bu sayfadaki doğru seçenekleri seçmek çok önemlidir.",
  "generateQuiz_2": "Ders notlarını pdf veya resim dosyası olarak, video kayıtlarını mp4 dosyası olarak veya ses kayıtlarını mp3 dosyası olarak yükleyebilirsiniz.",
  "generateQuiz_3": "Yüklediğiniz materyalin dilini doğru bir şekilde seçmelisiniz. Yanlış dili seçerseniz, sistem materyali anlayamayabilir.",
} 