{
  "close": "Close",
  "test": "This is a test",
  "test_title": "Test Title",
  "card_title": "Flashcard Instructions",
  "card_2": "The numbers on the top of the page shows the number of correct, uncertain, incorrect answers, and flashcards solved so far.",
  "card_1": "If you easyly remember the answer, select correct. If you are not sure, select uncertain. If you don't remember the answer, select incorrect. The session continues until you press the end session button.",
  "card_3": "Flashcards containing images may take a few seconds to load depending on the size of the image. Please be patient.",
  "updateDeck_title": "Edit Deck Instructions",
  "updateDeck_1": "You can edit the deck name by clicking on it. To add a flashcard, click on the create flashcard button on the bottom of the page. You can see the back of a flashcard by clicking on it.",
  "updateDeck_2": "If you hold on a flashcard, you can view it in enlarged mode.",
  "home_title": "Home Instructions",
  "home_1": "You can search for your decks and quizzes by clicking on the search icon at the top right of the page.",
  "home_2": "By clicking on the blue box at the middle of the page, you can go to the related quiz or deck in the message.",
  "generateDeck_title": "Generate Deck Instructions",
  "generateDeck_1": "To auto generate a deck, it is very important to select correct options in this page.",
  "generateDeck_2": "You can either upload lecture notes as pdf or image files, video recordings as mp4 files, or audio recordings as mp3 files.",
  "generateDeck_3": "You should correctly select the language of the material you upload. If you select the wrong language, the system may not be able to understand the material.",
  "generateQuiz_title": "Generate Quiz Instructions",
  "generateQuiz_1": "To auto generate a quiz, it is very important to select correct options in this page.",
  "generateQuiz_2": "You can either upload lecture notes as pdf or image files, video recordings as mp4 files, or audio recordings as mp3 files.",
  "generateQuiz_3": "You should correctly select the language of the material you upload. If you select the wrong language, the system may not be able to understand the material.",
} 